Revit 2022 API
ParameterTypeId.FabricationSpotBottomElevationIncludeInsulationOfPart Property
 "Spot Bottom Elevation with Insulation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationSpotBottomElevationIncludeInsulationOfPart { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSpotBottomElevationIncludeInsulationOfPart As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSpotBottomElevationIncludeInsulationOfPart {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace